42Crunch.vscode-openapi
dbaeumer.vscode-eslint
DotJoshJohnson.xml
eamodio.gitlens
EditorConfig.EditorConfig
formulahendry.vscode-mysql
golang.go
humao.rest-client
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-mssql.mssql
ms-ossdata.vscode-postgresql
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
PKief.material-icon-theme
redhat.java
redhat.vscode-yaml
rust-lang.rust
shd101wyy.markdown-preview-enhanced
tht13.html-preview-vscode
tomoki1207.pdf
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-gradle
yzhang.markdown-all-in-one
grapecity.gc-excelviewer
timonwong.shellcheck
ms-vscode-remote.vscode-remote-extensionpack
alexkrechik.cucumberautocomplete
GitLab.gitlab-workflow
hashicorp.terraform
